Revit 2027 API
ColorWithTransparency Properties
The ColorWithTransparency type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ColorWithTransparency Class
Autodesk.Revit.DB Namespace